@extends('web.layouts.base',['headerSize' => 'min'])

@section('content')
    <div class="profile_content row">
        @include('web.components.profile_left_bar')
        <div class="col-7">
            <h2>Документы</h2>

            <div>
                <h2>1. ЖАЛПЫ ЕРЕЖЕЛЕР</h2>
                <p>1.1. Сатушы мен Сатып алушы арасындағы шарттық қатынастар жария оферта шарты түрінде ресімделеді. Платформада тауарды сатып алуға арналған тиісті нысанды толтыру арқылы сатып алушы мәртебесіне (жеке тұлға, заңды тұлға, жеке тұлға-кәсіпкер) қарамастан, Қазақстан Республикасының қолданыстағы заңнамасына сәйкес сатып алушының төменде көрсетілген жария оферта шартының талаптарын орындауға келісімін береді.
                    1.2. Жария оферта шарты жария болып табылады, яғни Қазақстан Республикасы Азаматтық Кодексінің 23-тарауына сәйкес оның талаптары мәртебесіне (жеке тұлға, заңды тұлға, физикалық тұлға-кәсіпкер) қарамастан, барлық сатып алушылар үшін бірдей. Осы шартпен толық келіскен жағдайда, Сатып алушы тауарды сатып алу және оған төлем жасау жөніндегі талаптарды қабылдайды.
                    1.3. Осы шарт Сатып алушы Сатушыдан тауарды сатып алуға келісім беретін «Картамен төлеу» батырмасын басқан сәттен бастап күшіне енеді және Тараптар өз міндеттемелерін толық орындағанға дейін осы Шарт бойынша әрекет етеді.
                    1.4. Шарт бойынша шарттық құқықтық қатынастарды реттеу үшін Тараптар Қазақстан Республикасының заңнамасын таңдайды және қажет болған жағдайда қолданады.</p>
            </div>
        </div>
    </div>
@endsection
